Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioSettings/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: %d files
zh_hans: %d 个文件
zh_hant_hk: %d 個文件
zh_hant_tw: %d 個檔案

source: %lld file
zh_hans: %lld 个文件
zh_hant_hk: %lld 個文件
zh_hant_tw: %lld 個檔案

source: %lld files
zh_hans: %lld 个文件
zh_hant_hk: %lld 個文件
zh_hant_tw: %lld 個檔案

source: Audio plugin settings
zh_hans: 音频插件的设置入口
zh_hant_hk: 音頻插件的設置入口
zh_hant_tw: 音訊外掛的設定入口

source: Audio Settings
zh_hans: 音频设置
zh_hant_hk: 音頻設置
zh_hant_tw: 音訊設定

source: Cannot get music library information
zh_hans: 无法获取音乐库信息
zh_hant_hk: 無法獲取音樂庫信息
zh_hant_tw: 無法獲取音樂庫資訊

source: Error
zh_hans: 错误
zh_hant_hk: 錯誤
zh_hant_tw: 錯誤

source: File Count
zh_hans: 文件数量
zh_hant_hk: 文件數量
zh_hant_tw: 檔案數量

source: iCloud Drive, will sync
zh_hans: iCloud 云盘，将同步
zh_hant_hk: iCloud 雲盤，將同步
zh_hant_tw: iCloud 雲盤，將同步

source: Library Size
zh_hans: 库大小
zh_hant_hk: 庫大小
zh_hant_tw: 庫大小

source: Local directory, will not sync
zh_hans: 本地目录，不会同步
zh_hant_hk: 本地目錄，不會同步
zh_hant_tw: 本地目錄，不會同步

source: Music Library
zh_hans: 音乐库
zh_hant_hk: 音樂庫
zh_hant_tw: 音樂庫

source: Open Library
zh_hans: 打开库
zh_hant_hk: 打開庫
zh_hant_tw: 開啟庫

source: Total files in library
zh_hans: 库中的文件总数
zh_hant_hk: 庫中的文件總數
zh_hant_tw: 庫中的檔案總數

source: View in Finder
zh_hans: 在 Finder 中查看
zh_hant_hk: 在 Finder 中查看
zh_hant_tw: 在 Finder 中檢視

source: Provides music-related settings
zh_hans: 提供音乐相关的设置项。
zh_hant_hk: 提供音樂相關的設定項目。
zh_hant_tw: 提供音樂相關的設定項目。

source: Music Settings
zh_hans: 音乐设置
zh_hant_hk: 音樂設定
zh_hant_tw: 音樂設定

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: Configures playback preferences.
zh_hans: 配置播放相关的偏好。
zh_hant_hk: 設定播放相關偏好。
zh_hant_tw: 設定播放相關偏好。

source: Playback Settings
zh_hans: 播放设置
zh_hant_hk: 播放設定
zh_hant_tw: 播放設定

source: Centrally manages music settings.
zh_hans: 集中管理音乐设置。
zh_hant_hk: 集中管理音樂設定。
zh_hant_tw: 集中管理音樂設定。

source: Preferences
zh_hans: 偏好项
zh_hant_hk: 偏好項目
zh_hant_tw: 偏好項目

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Playback Settings: configures playback preferences.
zh_hans: 播放设置：配置播放相关的偏好。
zh_hant_hk: 播放設定：設定播放相關偏好。
zh_hant_tw: 播放設定：設定播放相關偏好。

source: Preferences: centrally manages music settings.
zh_hans: 偏好项：集中管理音乐设置。
zh_hant_hk: 偏好項目：集中管理音樂設定。
zh_hant_tw: 偏好項目：集中管理音樂設定。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Opens music settings in the Settings window.
zh_hans: 在设置窗口中打开音乐设置。
zh_hant_hk: 在設定視窗中開啟音樂設定。
zh_hant_tw: 在設定視窗中開啟音樂設定。

source: Adjusts playback preferences as needed.
zh_hans: 按需调整播放偏好。
zh_hant_hk: 依需求調整播放偏好。
zh_hant_tw: 依需求調整播放偏好。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: Settings take effect immediately and persist.
zh_hans: 设置即时生效并持久化。
zh_hant_hk: 設定即時生效並持久化。
zh_hant_tw: 設定即時生效並持久化。
